export const ru = {
  buttons: {
    backToSignUp: 'Вернуться к регистрации',
    languageSelection: 'Выбор языка',
  },
  pages: {
    policies: {
      policy: {
        childrenText: 'Наш Сервис не предназначен для лиц младше 18 лет ("Дети").',
        childrenTitle: 'Конфиденциальность детей',
        cookieText:
          'Мы не используем файлы cookie для отслеживания вашей активности на нашем Сервисе.',
        cookieTitle: 'Файлы cookie',
        infoText: 'Мы не собираем никакую персональную информацию от пользователей нашего Сервиса.',
        infoTitle: 'Сбор и использование информации',
        logText: 'Мы не собираем никаких данных журнала, когда вы используете Сервис.',
        logTitle: 'Данные журнала',
        providersText:
          'Мы не привлекаем компании и частных лиц для оказания услуг по облегчению нашего Сервиса.',
        providersTitle: 'Поставщики услуг',
        securityText:
          'Мы не храним и не передаем персональную информацию, поэтому мы не применяем меры безопасности для защиты ваших данных.',
        securityTitle: 'Безопасность',
        title: 'Политика конфеденциальности',
        welcomeText: `<1>Picthentic ("мы", "наш", или "наши") управляет веб-сайтом и мобильным приложением Picthentic («Сервис»).</1><2>Эта страница информирует вас о наших политиках в отношении сбора, использования и раскрытия личной информации при использовании нашего Сервиса и о выборах, которые вы связываете с этими данными.</2><3>Мы используем ваши данные для предоставления и улучшения Сервиса. Используя Сервис, вы соглашаетесь на сбор и использование информации в соответствии с этой политикой. За исключением случаев, определенных иначе в этой Политике конфиденциальности, термины, используемые в этой Политике конфиденциальности, имеют те же значения, что и в наших Условиях использования.</3>`,
      },
    },
  },
}
export type LocaleType = typeof ru
