export const ru = {
  buttons: {
    backToSignUp: 'Вернуться к регистрации',
    languageSelection: 'Выбор языка',
  },
  pages: {
    policies: {
      policy: {
        childrenText: 'Наш Сервис не предназначен для лиц младше 18 лет ("Дети").',
        childrenTitle: 'Конфиденциальность детей',
        cookieText:
          'Мы не используем файлы cookie для отслеживания вашей активности на нашем Сервисе.',
        cookieTitle: 'Файлы cookie',
        infoText: 'Мы не собираем никакую персональную информацию от пользователей нашего Сервиса.',
        infoTitle: 'Сбор и использование информации',
        logText: 'Мы не собираем никаких данных журнала, когда вы используете Сервис.',
        logTitle: 'Данные журнала',
        providersText:
          'Мы не привлекаем компании и частных лиц для оказания услуг по облегчению нашего Сервиса.',
        providersTitle: 'Поставщики услуг',
        securityText:
          'Мы не храним и не передаем персональную информацию, поэтому мы не применяем меры безопасности для защиты ваших данных.',
        securityTitle: 'Безопасность',
        title: 'Политика конфеденциальности',
        welcomeText: `<1>Picthentic ("мы", "наш", или "наши") управляет веб-сайтом и мобильным приложением Picthentic («Сервис»).</1><2>Эта страница информирует вас о наших политиках в отношении сбора, использования и раскрытия личной информации при использовании нашего Сервиса и о выборах, которые вы связываете с этими данными.</2><3>Мы используем ваши данные для предоставления и улучшения Сервиса. Используя Сервис, вы соглашаетесь на сбор и использование информации в соответствии с этой политикой. За исключением случаев, определенных иначе в этой Политике конфиденциальности, термины, используемые в этой Политике конфиденциальности, имеют те же значения, что и в наших Условиях использования.</3>`,
      },
      terms: {
        accountsText: `<1>При создании учетной записи с нами вы обязаны предоставить нам точную, полную и актуальную информацию на протяжении всего времени. Невыполнение этого требования составляет нарушение Условий, которое может привести к немедленному прекращению вашей учетной записи в нашем Сервисе.</1><2>Вы несете ответственность за защиту пароля, который вы используете для доступа к Сервису, и за любые действия или операции, производимые с помощью вашего пароля, независимо от того, был ли пароль получен от нас или от третьей стороны.</2><3>Вы обязуетесь не раскрывать свой пароль третьим лицам. Вы обязуетесь уведомить нас немедленно после узнавания о любом нарушении безопасности или несанкционированном использовании вашей учетной записи.</3>`,
        accountsTitle: 'Учетные записи',
        contentText: `<1>Наш Сервис позволяет вам размещать, ссылаться, хранить, делиться и иным образом предоставлять определенную информацию, текст, графику, видео или другие материалы ("Контент"). Вы несете ответственность за Контент, который вы размещаете на Сервисе, включая его законность, надежность и соответствие.</1><2>Размещая Контент на Сервисе, вы подтверждаете и гарантируете, что: (i) Контент принадлежит вам (вы владеете им) и/или у вас есть право использовать его и право предоставить нам права и лицензию, предусмотренные настоящими Условиями, и (ii) размещение вашего Контента на Сервисе не нарушает права конфиденциальности, права на образ жизни, авторские права, контрактные права или какие-либо другие права любого лица или организации. Мы оставляем за собой право прекратить учетную запись любого пользователя, нарушающего авторские права.</2><3>Вы сохраняете все свои права на любой размещенный вами Контент и несете ответственность за защиту этих прав. Мы не несем ответственности за Контент, который вы или любое третье лицо размещаете на Сервисе. Однако, размещая Контент с использованием Сервиса, вы предоставляете нам право и лицензию на использование, изменение, публичное исполнение, публичное показ и распространение такого Контента через Сервис. Вы соглашаетесь, что эта лицензия включает в себя право для нас предоставлять ваш Контент другим пользователям Сервиса, которые также могут использовать ваш Контент в соответствии с этими Условиями.</3>`,
        contentTitle: 'Контент',
        linksText: `<1>Наш Сервис может содержать ссылки на веб-сайты или услуги третьих лиц, которые не принадлежат или не контролируются Picthentic.</1><2>Picthentic не имеет контроля над содержанием, политикой конфиденциальности или практиками любых веб-сайтов или услуг третьих лиц. Вы дополнительно признаете и соглашаетесь с тем, что Picthentic не несет ответственности непосредственно или косвенно за любой ущерб или убытки, вызванные или предполагаемые вызванными использованием или доверием к такому контенту, товарам или услугам, доступным на или через любые такие веб-сайты или услуги.</2><3>Мы настоятельно рекомендуем вам прочитать условия использования и политику конфиденциальности любых веб-сайтов или услуг третьих лиц, которые вы посещаете.</3>`,
        linksTitle: 'Ссылки на другие веб-сайты',
        terminationText: `<1>Мы можем немедленно прекратить или приостановить доступ к нашему Сервису по любой причине, включая, но не ограничиваясь, нарушением Условий.</1><2>Все положения Условий, которые по своей природе должны выжить после прекращения, сохраняют свое действие после прекращения, включая, без ограничений, положения об обладании, отказ от гарантий, индемнизации и ограничений ответственности.</2><3>Мы можем немедленно прекратить или приостановить вашу учетную запись по любой причине, включая, но не ограничиваясь, нарушением Условий.</3><4>После прекращения вашего права на использование Сервиса немедленно прекращается. Если вы хотите прекратить свою учетную запись, вы можете просто прекратить использование Сервиса.</4>`,
        terminationTitle: 'Прекращение',
        title: 'Условия использования',
        welcomeText: `<1>Добро пожаловать в Picthentic!</1><2>Пожалуйста, внимательно прочтите эти условия использования ("Условия", "Пользовательское соглашение") перед использованием веб-сайта и мобильного приложения Picthentic («Сервис»), управляемого компанией Picthentic ("мы", "нас" или "наш").</2><3>Доступ к и использование Сервиса подразумевает ваше согласие с данными Условиями. Эти Условия применяются ко всем посетителям, пользователям и другим лицам, которые получают доступ к Сервису или используют его.</3><4>Используя или получая доступ к Сервису, вы соглашаетесь соблюдать эти Условия. Если вы не согласны с какой-либо частью условий, вы не можете получать доступ к Сервису.</4>`,
      },
    },
  },
}
export type LocaleType = typeof ru
